<template>
	<section class="return-section">
		<div class="container">
			<Breadcrumbs :pageTitle="t('meta.returnTitle')" />
			<div class="return-wrapper">
				<h1 class="return-title">
					<strong>Возврат и обмен</strong>
				</h1>
				<div class="return-descr">
					<div class="spacing">
						<p><strong>Если Вы передумали и/или товар не подошел Вам по размеру/форме/фасону/цвету, Вы можете оформить возврат товара в наш магазин в течение 14 дней с момента получения заказа.</strong></p>
					</div>
					<div class="spacing">
						<p>1. Не пользуйтесь, пожалуйста, покупкой. Не пачкайте, не ломайте, не вскрывайте упаковку с расходниками (фильтрами, картриджами, влагопоглотителем, сменной жидкостью, пакетами и тд).</p>
					</div>
					<div class="spacing">
						<p>2. Не выбрасывайте упаковку и не срезайте фабричные ярлыки.</p>
					</div>
					<div class="spacing">
						<p>3. Товар не должен иметь следов эксплуатации и должен сохранить первоначальный товарный вид.<br>Для оформления возврата необходимо заполнить заявление о возврате (мы пришлем его на Ваш е-мейл). Далее будет необходимо согласовать отправку (доставку) на наш адрес с менеджером. Доставка возврата оплачивается клиентом самостоятельно: по Москве 450₽ курьером, по регионам рассчитывается исходя из тарифов компании СДЭК. Если Вам необходима помощь в оформлении доставки, мы всегда готовы помочь. Возврат будет проведен сразу после получения нами товара (при условии соблюдения пунктов выше). Срок поступления денежных средств 1-5 дней. Стоимость доставки товара не возвращается.</p>
					</div>
					<div>
						<p>
							<span>Информация по возврату и обмену автоматических лотков:</span><br>
							<span>
								На нашем сайте указаны все размеры автоматических лотков «Pura Max» 
								и «Pura X». В случае, если вы хотите узнать дополнительные параметры товара, 
								напишите нам, и мы вышлем всю интересующую вас информацию. 
								Возврат автоматического лотка надлежащего качества возможен 
								только в полной комплектации, с целыми и не вскрытыми расходными 
								материалами, а также при сохранении товарного вида лотка без 
								повреждений и любых других дефектов.
							</span><br>
							<span>
								В случае если вы вскрыли пломбы и/или расходные материалы, использовали товар, нарушили его
								внешний вид или комплектацию, возврат товара надлежащего качества невозможен.
							</span><br>
							<span>Товар ненадлежащего качества подлежит возврату в порядке, установленном законодательством Российской Федерации.</span></p>
					</div>
				</div>
			</div>
		</div>
	</section>
</template>

<script setup>
	const { t } = useI18n();

	useHead({
		title: t("meta.returnTitle"),
		meta: [{ name: "description", content: t("meta.returnContent") }],
	});
</script>

<style lang="scss">
	.return-wrapper{
		padding: 30px 0 40px;

		@media screen and (min-width: $md){
			padding: 30px 0 47px;
		}
	}

	.return-title{
		font-size: 32px;
		text-align: center;
		margin-bottom: 46px;

		@media screen and (min-width: $md){
			font-size: 40px;
		}
	}

	.return-descr{
		p{
			font-size: $text-base;
			line-height: 1.4;
		}

		.spacing{
			margin-bottom: 46px;
		}
	}
</style>
